CTL_DeleteWithoutSubtree=Knoten l\u00F6schen, Unterknoten umh\u00E4ngen
CTL_CreateLinkAction=Link erzeugen
CTL_InsertLinkAction=Link einf\u00FCgen
Err_nodeDeletionProbablyAlreadyDel=Der Knoten konnte nicht gel\u00F6scht werden, da er wahrscheinlich bereits gel\u00F6scht ist. Bitte \u00FCberpr\u00FCfen Sie Ihren Datenbestand
Err_duringDeletion=Fehler beim L\u00F6schen
Err_duringNodeDeletion=Es ist ein Fehler beim L\u00F6schen des Knotens aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_id=Id
Dsc_nodeName=Knotenname
Dsc_nameOfNode=Name des Knoten
Err_duringNameChange=Es ist ein Fehler beim \u00C4ndern des Namens aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_desc=Beschreibung
Dsc_urlDescribingTheNode=Beschreibende URL des Knoten
Err_duringURLchange=Es ist ein Fehler beim \u00C4ndern der URL aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_nodeType=Knotentyp
Dsc_typeOfNode=Der Typ des Knoten
Dsc_classNode=Klassenknoten
Dsc_objectNode=Objektknoten
Dsc_orgNode=organisatorischer Knoten
Dsc_unknownType=unbekannter Typ
Err_duringTypeChange=Es ist ein Fehler beim \u00C4ndern des Typs aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_rootNode=Wurzelknoten
Dsc_isNodeRootNode=Ist der Knoten ein Wurzelknoten
Err_duringRootFlagChange=Es ist ein Fehler beim \u00C4ndern des Wurzelflags aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_policy=Richtlinie
Dsc_policyTooltip=Grunds\u00E4tzliche Richtlinie zur Rechteauswertung
Err_duringRightsChange=Es ist ein Fehler beim \u00C4ndern der Rechtevergabe aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_deriveRightsFromClass=Rechte von Klasse ableiten
Dsc_deriveRightsFromClassTooltip=Ableiten der Zugriffsrechte von der verkn\u00FCpften Klasse
Dsc_cidsclassNotSetChangeQuest=Es ist keine cids Klasse gesetzt. Die \u00C4nderung hat so lange keine Auswirkung.\\n\\nM\u00F6chten Sie die \u00C4nderung wirklich durchf\u00FChren?
Dsc_confirmChanges=\u00C4nderung best\u00E4tigen
Err_deriveFromClassFlagChange=Es ist ein Fehler beim \u00C4ndern des Flags zur Ableitung der Rechte von der verkn\u00FCpften Klasse aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_icon=Symbol
Dsc_iconTooltip=Pfad zu dem Knoten spezifischen Symbol
Dsc_notIconBrackets=<kein Symbol>
Err_duringIconChange=Es ist ein Fehler beim \u00C4ndern des Symbols aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_iconFactory=Symbolfabrik
Dsc_iconFactoryTooltip=Javaklasse zur Erzeugung des Knotensymbols
Dsc_reallyRemAssignedJCQuestion=M\u00F6chten Sie die Zuordnung einer Javaklasse wirklich entfernen?
Dsc_setJCtoNull=Javaklasse auf 'null' setzen
Err_duringIconFactoryChange=Es ist ein Fehler beim \u00C4ndern der Symbolfabrik aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_valueNotSetBrackets=(Wert nicht gesetzt)
Dsc_linkedClass=Verbundene Klasse
Dsc_linkedClassTooltip=Klasse, die mit dem Knoten in Verbindung steht
Err_duringClassChange=Es ist ein Fehler beim \u00C4ndern der Klasse aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_aUsergroup=Eine Benutzergruppe
Dsc_sqlQuery=SQL Abfrage
Dsc_sqlQueryTooltip=SQL Abfrage zur dynamischen Generierung der Kinder
Err_duringDynChildrenChange=Es ist ein Fehler beim \u00C4ndern der dynamischen Kinder aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_sqlSort=SQL Sortierung
Dsc_sqlSortTooltip=Sortierung der Ergebnisse
Err_duringSqlSortChange=Es ist ein Fehler beim \u00C4ndern des SQL-Sortierungs-Flags aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_properties=Eigenschaften
Dsc_cidsclass=CidsClass
Dsc_object=Objekt
Dsc_rights=Rechte
Dsc_dynChildren=Dynamische Kinder
Err_duringPropViewCreation=Es ist ein Fehler beim Erstellen der Eigenschafts\u00FCbersicht aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_copyDynNodeQuestion=<html>Sie versuchen einen dynamisch erzeugten Knoten einzuf\u00FCgen. Dieser Vorgang hat folgende <b>Konsequenzen</b>:<ul><li>Die <b>Beschreibung</b>(URL) wird nicht kopiert</li><li>S\u00E4mtliche <b>Rechte</b> werden nicht kopiert</li><ul>M\u00F6chten Sie den Vorgang fortsetzen?</html>
Dsc_copyDynChildren=Dynamische Kinder kopieren
Dsc_yes=Ja
Dsc_noCapitalised=NEIN
Dsc_dataInconsistency=Dateninkonsistenz!
Err_dataInconsistencyCheckDB=Eine Dateninkonsistenz ist aufgetreten. Bitte \u00FCberpr\u00FCfen Sie ihre Datens\u00E4tze.
Dsc_dataInconsistencyCheckTable=Eine Dateninkonsistenz ist aufgetreten. Bitte \u00FCberpr\u00FCfen Sie die Tabelle '{0}' auf Fremdschl\u00FCssel, die auf nicht (mehr) vorhandene Datens\u00E4tze zeigen.
Err_duringConToDB=Verbindung zur Datenbank fehlgeschlagen
Err_queryUnsuccessful=Abfrage konnte nicht erfolgreich durchgef\u00FChrt werden
ERGEBNIS\ DER\ ABFRAGE\ KONNTE\ NICHT\ AUSGEWERTET\ WERDEN=Err_queryResultEvaluation
Err_queryResultEvaluation=Ergebnis der Abfrage konnte nicht ausgewertet werden
Dsc_classNodes=Klassenknoten
Err_loadingClassNodes=Es ist ein Fehler beim Laden der Klassenknoten aus der Datenbank aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_editNode=Knoten bearbeiten
Dsc_changeRights=Rechte \u00E4ndern
Lbl_nodeName=Knotenname:
Lbl_desc=Beschreibung:
Lbl_nodeType=Knotentyp:
Lbl_class=Klasse:
Lbl_objectId=Objekt-ID:
Lbl_dynChildren=Dynamische Kinder:
Lbl_sqlSort=SQL-seitige Sortierung:
Lbl_link=Link:
Dsc_createNewNode=Neuen Knoten anlegen
Dsc_addNode=Knoten hinzuf\u00FCgen
Err_nodeSave=Es ist ein Fehler beim Speichern des Knotens aufgetreten. Bitte melden Sie den Fehler, damit er schnellstm\u00F6glich behoben werden kann.\\n\\nVielen Dank
Dsc_noObjectBrackets=<kein Objekt>
Dsc_loading=L\u00E4dt...
Err_loading=Fehler beim Laden!
Dsc_newNode=neuer Knoten
Dsc_notApplicable=nicht anwendbar
Dsc_chooseURLBrackets=<URL ausw\u00E4hlen>
Dsc_nodeNameNotValid=Der Name des Knotens ist nicht g\u00FCltig
Lbl_rights=Rechte:
Lbl_nodePolicy=Richtlinie des Knotens:
Lbl_defaultRight=Standardrecht:
Lbl_groups=Gruppen:
Dsc_group=Gruppe
Dsc_right=Recht
Dsc_domain=Dom\u00E4ne
